Repository: nathanyongg/PlantPal-CH4
Catalog: PlantPal-CH4/ios/Views/Localizable.xcstrings
Source language: en
Languages: de, es, fil, fr, id, it, ja, ko, ms, ru, th, vi, zh_hans

source: Wi-Fi ready
de: WLAN bereit
es: Wi-Fi listo
fil: Handa na ang Wi-Fi
fr: Wi-Fi prêt
id: Wi-Fi siap
it: Wi-Fi pronto
ja: Wi-Fi準備完了
ko: Wi-Fi 준비 완료
ms: Wi-Fi sedia
ru: Wi-Fi готов
th: Wi-Fi พร้อมใช้งาน
vi: Wi-Fi Đã Sẵn Sàng
zh_hans: Wi-Fi 已就绪

source: Your Plant Collection is Empty
de: Deine Pflanzensammlung ist leer
es: Tu colección de plantas está vacía
fil: Walang laman ang Koleksyon ng Halaman Mo
fr: Votre collection de plantes est vide
id: Koleksi Tanamanmu Kosong
it: La tua collezione di piante è vuota
ja: 植物コレクションが空です
ko: 식물 컬렉션이 비어 있습니다
ms: Koleksi Tumbuhan Anda Kosong
ru: Ваша коллекция растений пуста
th: คอลเลกชันต้นไม้ของคุณว่างเปล่า
vi: Bộ Sưu Tập Cây Của Bạn Đang Trống
zh_hans: 你的植物收藏为空

source: Your plant sensor is on Wi-Fi and ready to send readings to PlantPal.
de: Dein Pflanzensensor ist mit dem WLAN verbunden und bereit, Messwerte an PlantPal zu senden.
es: Tu sensor de planta está en Wi-Fi y listo para enviar lecturas a PlantPal.
fil: Nasa Wi-Fi na ang sensor ng iyong halaman at handa nang magpadala ng reading sa PlantPal.
fr: Votre capteur de plante est sur le Wi-Fi et prêt à envoyer des relevés à PlantPal.
id: Sensor tanamanmu sudah terhubung ke Wi-Fi dan siap mengirim data ke PlantPal.
it: Il sensore della tua pianta è connesso al Wi-Fi e pronto a inviare le letture a PlantPal.
ja: 植物センサーはWi-Fiに接続され、PlantPalに測定値を送信する準備ができています。
ko: 식물 센서가 Wi-Fi에 연결되어 PlantPal로 측정값을 보낼 준비가 되었습니다.
ms: Penderia tumbuhan anda berada pada Wi-Fi dan sedia menghantar bacaan ke PlantPal.
ru: Ваш датчик растения подключён к Wi-Fi и готов отправлять показания в PlantPal.
th: เซนเซอร์ต้นไม้ของคุณเชื่อมต่อ Wi-Fi แล้วและพร้อมส่งค่าที่อ่านได้ไปยัง PlantPal
vi: Cảm biến cây của bạn đã kết nối Wi-Fi và sẵn sàng gửi chỉ số đến PlantPal.
zh_hans: 你的植物传感器已连接 Wi-Fi，可以向 PlantPal 发送读数了。

source: Version 1.0
es: Versión 1.0
fil: Bersyon 1.0
id: Versi 1.0
it: Versione 1.0
ja: バージョン 1.0
ko: 버전 1.0
ms: Versi 1.0
ru: Версия 1.0
th: เวอร์ชัน 1.0
vi: Phiên bản 1.0
zh_hans: 版本 1.0
